
"Basic.YES" = "是";
"Basic.NO" = "否";
"Basic.OK" = "好的";
"Basic.Any" = "任何";
"Basic.All" = "全部";
"Basic.Yes" = "是";
"Basic.No" = "否";
"Basic.All" = "全部";
"Basic.Select.All" = "全选";
"Basic.Deselect.All" = "取消全选";
"Basic.Current" = "当前";
"Basic.None" = "无";
"Basic.Cancel" = "取消";
"Basic.Cancel.All" = "全部取消";
"Basic.Save" = "保存";
"Basic.Save.As" = "另保为...";
"Basic.Select" = "选择";
"Basic.Choose" = "选择";
"Basic.Choose.Destination" = "选择目标";
"Basic.Relocate.Originals" = "迁移原件";
"Basic.Add.Folder" = "添加文件夹";
"Basic.Move" = "移动";
"Basic.Create" = "新建";
"Basic.Delete" = "删除";
"Basic.Newest" = "最新的";
"Basic.Oldest" = "最早的";
"Basic.Delete.Items.After.Import" = "导入后删除项目";
"Basic.Move.To.Trash" = "移到废纸蒌";
"Basic.Remove" = "移动";
"Basic.Sort" = "排序";
"Basic.Continue" = "继续";
"Basic.Generate" = "生成";
"Basic.Close" = "关闭";
"Basic.Done" = "完成";
"Basic.On" = "开";
"Basic.Off" = "关";
"Basic.Existing" = "已有";
"Basic.Alert" = "警报";
"Basic.Missing.File" = "丢失文件";
"Basic.Quit" = "退出";
"Basic.Stop" = "停止";
"Basic.Default" = "默认值";
"Basic.Space" = "空间";
"Basic.Apply" = "应用";
"Basic.Add" = "添加";
"Basic.Copy" = "复制";
"Basic.Find" = "查找";
"Basic.Snap" = "快照";
"Basic.Replace" = "替换";
"Basic.QuickLook" = "快速查看";
"Basic.Slideshow" = "幻灯片";
"Basic.Mark" = "加精";
"Basic.Mark.As.Like" = "加精";
"Basic.Mark.As.Unlike" = "取消加精";
"Basic.Show.Last" = "显示最后一次";
"Basic.Back" = "返回";
"Basic.Export" = "导出";
"Basic.Export.As" = "导出为...";
"Basic.Remain.Export.Item" = "导出项目\"%@\"(还有%ld)";
"Basic.Files" = "文件...";
"Basic.ePub" = "ePub...";
"Basic.Print" = "打印...";
"Basic.More" = "更多";
"Basic.Search" = "搜索";
"Basic.Search.Title" = "搜索标题";
"Basic.Search.Copyright" = "搜索版权";
"Basic.Search.Note" = "搜索备注";
"Basic.Search.URL" = "搜索网址";
"Basic.Title" = "标题";
"Basic.Copyright" = "版权";
"Basic.Copyrights" = "版权";
"Basic.Note" = "备注";
"Basic.URL" = "网址";
"Basic.Load.Library" = " 加载库...";
"Basic.Create.Library" = "创建新的库...";
"Basic.Choose.Library" = "选择库";
"Basic.Other.Library" = "其它库...";
"Basic.Current.Default" = "(默认为当前)";
"Basic.Add.Folder" = "添加文件夹";
"Basic.Untitled" = "未命名";
"Basic.Untitled.Collection" = "未命名收藏";
"Basic.Untitled.Smart.Collection" = "未命名智能收藏";
"Basic.Untitled.Folder" = "未命名文件夹";
"Basic.Untitled.Tag" = "未命名关键词";
"Basic.Untitled.Webpage" = "未命名网页";
"Basic.Of.The.Following.Are.True" = "以下规则正确";
"Basic.Total" = "总有: %ld";
"Basic.Total.Label" = "共:";
"Basic.Size" = "大小";
"Basic.Size.Label" = "占用空间:";
"Basic.Import" = "导入";
"Basic.Import.To.Collection" = "导入到收藏";
"Basic.Do.Not.Import" = "不要导入";
"Basic.Importing" = "导入...";
"Basic.Import.Media" = "导入 \"%@\"";
"Basic.Import.Process" = "%.0f%% (%@ of %@)";
"Basic.Other" = "其它...";
"Basic.No.Information" = "无信息";
"Basic.No.Library" = "没有库";
"Basic.No.Media" = "没有文件";
"Basic.No.Camera" = "没有摄像头";
"Basic.Clear.Label" = "清除标签";
"Basic.Screenshot" = "截屏";
"Basic.Clipboard" = "剪贴板图像";
"Basic.Restore" = "恢复";
"Basic.Restore.Original" = "恢复原始";
"Basic.Restore.Defaults" = "恢复默认值";
"Basic.Color.View.Options" = "颜色查看选项";
"Basic.Show.Focus.Colors" = "显示焦点颜色";
"Basic.Show.Primary.Colors" = "显示原色";
"Basic.Show.Secondary.Colors" = "显示辅助色";
"Basic.Show.Other.Colors" = "显示其它颜色";
"Basic.Save.Library" = "保存库...";
"Basic.Delete.Collections" = "删除收藏...";
"Basic.Delete.Media" = "删除文件 (%ld%%)";
"Basic.Delete.Tags" = "删除关键词...";
"Basic.Add.Tags" = "添加关键词... (%ld%%)";
"Basic.Add.New.Tag" = "添加新关键词";
"Basic.Remove.Tags.Item" = "移除关键词... (%ld%%)";
"Basic.Update.Tag" = "更新关键词...";
"Basic.Update.Thumbnails" = "更新缩略图&预览";
"Basic.Update.Thumbnail.Items" = "更新缩略图... (%ld%%)";
"Basic.Rebuild.Thumbnails" = "重建缩略图&预览";
"Basic.Update.Background" = "更新背景...";
"Basic.Update.Background.Items" = "更新背景... (%ld%%)";
"Basic.No.Collection.Selected" = "未选择收藏";
"Basic.No.Tag.Selected" = "未选择关键词";
"Basic.No.Color.Selected" = "未选择颜色";
"Basic.No.Media.Selected" = "未选择文件";
"Basic.Previous" = "上一页";
"Basic.Next" = "下一页";
"Basic.Current.Index" = "%@ of %@";
"Basic.Item" = "%@ 项 (%@)";
"Basic.Items" = "%@ 项 (%@)";
"Basic.Total.Item" = "%@ item";
"Basic.Total.Items" = "%@ items";
"Basic.Preset.Items" = " (%ld)";
"Basic.Found.Item" = "Found: %@";
"Basic.Collection.Path" = "收藏 > %@";
"Basic.Page" = "页面";
"Basic.Pages" = "网页";
"Basic.Full.Path" = "完整路径:";
"Basic.Set.Preview.Background" = "设置背景";
"Basic.Black" = "黑色";
"Basic.White" = "白色";
"Basic.Selected.Item" = "选中%@项 共%@项 ";
"Basic.Set.All.Displays" = "设为所有桌面";
"Basic.Set.Primary.Display" = "设为当前桌面 (%ld x %ld)";
"Basic.Set.Other.Display" = "设为其它桌面 (%ld x %ld)";
"Basic.Show.Sidebar" = "显示边栏";
"Basic.Hide.Sidebar" = "隐藏边栏";
"Basic.Original.Format" = "原始格式";
"Basic.Original.Size" = "原始大小";
"Basic.Fit.Within.Size" = "适应网页(%ldx%ld)";
"Basic.Scaled.Size" = "缩小%ld%%";
"Basic.Fit.To.Width" = "按宽度缩放: %ld";
"Basic.Fit.To.Height" = "按高度缩放: %ld";
"Basic.Channel" = "通道";
"Basic.Channels" = "通道";
"Basic.Type.Tags.Guide" = "搜索或添加关键词";
"Basic.Enter.New.Tag" = "添加一个新的关键词";
"Basic.Available.Export.Setting" = "导出%ld种格式";
"Basic.Available.Export.Settings" = "导出%ld种格式";
"Basic.No.Metadata.For.Book" = "未设置ePub信息";
"Basic.Export.File" = "导出 \"%@\"";
"Basic.Export.Book" = "生成页面 %ld";
"Basic.Enter.Web.Address" = "输入一个新的网址";
"Basic.Total.File.Size.Info.Item" = "%@, %@ 项目";
"Basic.Total.File.Size.Info.Items" = "%@, %@ 项目";
"Basic.Total.Filter" = "已使用%ld个滤镜";
"Basic.Total.Filters" = "已使用%ld个滤镜";
"Basic.No.Description.Filter" = "\"%@\"没有可用的描述";
"Basic.Image.Edited" = "%@ (编辑)";
"Basic.Movie.Shot" = "%@ (%@)";
"Basic.Image.Frame.Index" = "%@ (%ld)";
"Basic.Filter" = "滤镜";
"Basic.Filter.On" = "滤镜: 开";
"Basic.Filter.Off" = "滤镜: 关";
"Basic.Total.Image.Frame" = "总帧数: %ld";
"Basic.Page.Index" = "页面: %ld of %ld";
"Basic.Draw.Background" = "背景";
"Basic.Version" = "版本";
"Basic.Start" = "开始";
"Basic.Relaunch" = "重启";
"Basic.Lets.Go" = "Let's Go!";
"Basic.Loading" = "加载...";
"Basic.Loading.Image" = "加载图片...";
"Basic.Update" = "更新";
"Basic.Backup.Database" = "备份数据库...";
"Basic.Update.Library" = "更新库...";
"Basic.Update.Preview" = "更新预览: %@";
"Basic.Default.Application" = "默认应用程序";
"Basic.No.External.Editor" = "所选无需外部编辑器";
"Basic.Fetching" = "提取...";
"Basic.Quality" = "品质";
"Basic.Show.In.Finder" = "在Finder打开";
"Basic.Show.Auto.Import.Folder" = "显示自动导入文件夹";
"Basic.Move.Library" = "移动库...";
"Basic.Go.To.Website" = "前往网站";
"Basic.Multiple.Values" = "使用多个值";
"Basic.Original.Path" = "原始路径";
"Basic.Show.Original" = "显示原始";
"Basic.Find.Original" = "找回原始...";
"Basic.Locate.Referenced.Files" = "找到引用的文件...";
"Basic.Go.To.Collection" = "转到收藏";
"Basic.Seconds"= "%ld秒";
"Basic.Download" = "下载";
"Basic.Downloading.Image" = "下载图片...";
"Basic.Download.Item.Title" = "下载中 \"%@\"";
"Basic.Downloading.Item" = "下载 \"%@\" (%ld / %ld)";
"Basic.Name" = "用户名";
"Basic.Manual" = "手动";
"Basic.Name.Label" = "用户名:";
"Basic.Email.Label" = "邮箱:";
"Basic.License.Label" = "授权码:";
"Basic.Register" = "注册";
"Basic.Continue.Trial" = "继续试用";
"Basic.New.Version.Available" = "有新版本";
"Basic.Selected.Documents" = "%ld 文档";
"Basic.Scan" = "扫描";
"Basic.Scanning" = "扫描中...";
"Basic.Show.Results" = "显示结果";
"Basic.Sync" = "同步 \"%@\"...";
"Basic.No.Metadata" = "没有元数据";
"Basic.Image.Size" = "图像大小";
"Basic.Day" = "天";
"Basic.Days" = "天";
"Basic.Sec" = "秒";
"Basic.Secs" = "秒";
"Basic.Dragged.Item" = "%ld 个项目";
"Basic.Dragged.Items" = "%ld 个项目";
"Basic.Tags.Item" = "%@ 个关键词";
"Basic.Tags.Items" = "%@ 个关键词";
"Basic.Color.Item" = "%@ 种颜色";
"Basic.Color.Items" = "%@ 种颜色";
"Basic.iPhone4" = "iPhone 4s";
"Basic.iPhone5" = "iPhone 5s";
"Basic.iPhone6" = "iPhone 6/6s";
"Basic.iPhone6.Plus" = "iPhone 6/6s Plus";
"Basic.iPad" = "iPad mini 4, Air 2";
"Basic.iPad.Pro" = "iPad Pro";
"Basic.Desktop" = "Desktop";
"Basic.Landscape.Mode" = "横屏模式";
"Basic.Download.Page.Resources" = "下载网络资源";
"Basic.Resources" = "资源";
"Basic.Apply.To.All.Duplicates" = "应用到所有副本";
"Basic.Preparing" = "准备...";
"Basic.Hide.Search.View" = "退出搜索";
"Basic.Match.The.Selected.Tags" = "匹配所选关键词";
"Basic.Play" = "播放";
"Basic.Pause" = "暂停";
"Basic.Backward.Sec" = "后退%ld秒";
"Basic.Backward.Secs" = "后退%ld秒";
"Basic.Forward.Sec" = "前进%ld秒";
"Basic.Forward.Secs" = "前进%ld秒";
"Basic.StepBackward" = "快退";
"Basic.StepForward" = "快进";
"Basic.Volume" = "音量: %.1f";
"Basic.Video.Audio" = "视频 + 音频";
"Basic.Audio.Only" = "仅音频";
"Basic.Split.By.Time" = "按时间分割视频";
"Basic.Split.Every.Mins" = "每%ld分钟";
"Basic.Split.Every.Hour" = "每%ld小时";
"Basic.Mute" = "静音";
"Basic.Unmute" = "取消静音";
"Basic.Goto.Beginning" = "转到开头";
"Basic.Goto.End" = "转到结尾";
"Basic.Duration" = "播放时间:";
"Basic.FrameDelay" = "帧延迟:";
"Basic.Unreadable.File" = "不可读文件: %ld";
"Basic.Unreadable.Files" = "不可读文件: %ld";
"Basic.Watermark.Failed" = "水印失败: %ld";
"Basic.Copying.Item" = "复制 \"%@\"";
"Basic.Copying.Bytes" = "%@ of %@";
"Basic.Left.Item" = "留下%@项目";
"Basic.Left.Items" = "%留下%@项目";
"Basic.Export.Tags" = "导出关键词,和元数据(仅支持JPEG, PNG, TIFF)";
"Basic.Found.Camera" = "发现%ld个相机";
"Basic.Found.Cameras" = "发现%ld个相机";
"Basic.Add.Watermark" = "添加水印";
"Basic.Remove.Watermark" = "移除水印";
"Basic.Edit.Watermark" = "编辑水印";
"Basic.Example" = "示例: ";
"Basic.Creator" = "创建者";
"Basic.Description" = "描述";
"Basic.Publisher" = "发布者";
"Basic.Author" = "作者";
"Basic.AlbumName" = "专辑名称";
"Basic.Artist" = "艺术家";
"Basic.Location" = "位置";
"Basic.Make" = "制作";
"Basic.Model" = "模型";
"Basic.Software" = "软件";
"Basic.Sketch.Installed" = "Sketch%@安装";
"Basic.No.Installed.Sketch" = "没有安装Sketch";
"Basic.Rename" = "重命名";
"Basic.Rename.Items" = "给%ld个项目重新命名...";
"Basic.Rename.Item.Title" = "重新命名%ld个项目";
"Basic.Rename.Items.Title" = "重新命名%ld项目";
"Basic.Text" = "添加文本";
"Basic.Text.PlaceHolder.String" = "输入文本";
"Basic.Custom.Format" = "自定义格式";
"Basic.Custom.Format.PlaceHolder.String" = "输入自定义格式";
"Basic.Rename.Place.Text" = "添加文本到";
"Basic.Rename.Place.Number" = "添加数字";
"Basic.Rename.Start.Number" = "起始数字";
"Basic.Rename.Separated.By" = "分隔符";
"Basic.Rename.Make.All.Numbers" = "保持位数";
"Basic.Digits.Long" = "位数";
"Basic.Scan.Dup.Result" = "%@ in %lld 总共找到的文件";
"Basic.Scan.Dup.Media.Selcted" = "%ld 所选文件 (%@)";
"Basic.Detail.Item.Info" = "收藏 >  %@ (%@)";
"Basic.Duplicate.Found" = "%ld 重复查找";
"Basic.Duplicates.Found" = "%ld 重复查找";
"Basic.Duplicate.Selected" = "%ld 复制所选 (%@)";
"Basic.Duplicates.Selected" = "%ld 复制所选 (%@)";
"Basic.No.Duplicate.Selected" = "不复制所选";
"Basic.No.Found.Duplicate" = "没有发现重复";
"Basic.Go.To.Page" = "转到页面";
"Basic.Skip" = "跳过";
"Basic.Keep" = "保持";
"Basic.Sync" = "同步";
"Basic.Sync.Library.Title" = "同步库";
"Basic.Sync.Library" = "同步库...";
"Basic.Update.Library.Title" = "更新库";
"Basic.Not.Now" = "现在不要";

// Menu
"Menu.Pixave" = "Pixave";
"Menu.File" = "文件";
"Menu.Edit" = "编辑";
"Menu.View" = "视图";
"Menu.Window" = "窗口";
"Menu.Help" = "帮助";

//Pixave


// File Menu
"File.New.Collection" = "新建收藏";
"File.New.SmartCollection" = "新建智能收藏";
"File.New.Folder" = "新建文件夹";
"File.New.Tag" = "新建关键词";
"File.Close.Window" = "关闭窗口";
"File.Close.Tab" = "关闭标签";
"File.Switch.To.Library" = "切换库...";
"File.Show.Duplicates" = "查找重复";
"File.Get.Info" = "显示简介";
"File.Get.Collection.Info" = "查看属性";
"File.Import" = "导入...";
"File.Import.Files" = "导入文件或文件夹";
"File.Import.From.Camera" = "从相机导入";
"File.Export" = "导出...";

// View Menu
"View.Show.Tags" = "显示关键词";
"View.Hide.Tags" = "隐藏关键词";
"View.Show.Colors" = "显示颜色";
"View.Hide.Colors" = "隐藏颜色";
"View.BrowserView" = "查看选项";
"View.Inspector" = "检查器";
"View.Show.Inspector" = "显示检查器";
"View.Hide.Inspector" = "隐藏检查器";
"View.Show.General.Inspector" = "信息";
"View.Show.Tag.Inspector" = "关键词";
"View.Show.Metadata.Inspector" = "元数据";
"View.Show.Filter.Inspector" = "过滤器";
"View.Actual.Size" = "实际尺寸";
"View.Zoom.To.Fit" = "适合窗口";
"View.Zoom.In" = "放大";
"View.Zoom.Out" = "缩小";
"View.Play" = "播放/暂停";
"View.Play.In.FullScreen" = "全屏播放";
"View.Backward.Sec" = "后退%ld秒";
"View.Backward.Secs" = "后退%ld秒";
"View.Forward.Sec" = "前进%ld秒";
"View.Forward.Secs" = "前进%ld秒";
"View.StepBackward" = "快进";
"View.StepForward" = "快退";
"View.Goto.Beginning" = "重新开始";
"View.Goto.End" = "转到结尾";
"View.Increase.Volume" = "音量+";
"View.Decrease.Volume" = "音量-";
"View.Mute" = "静音/音量";
"View.Enter.Full.Screen" = "全屏";
"View.Exit.Full.Screen" = "退出全屏";

// Window Menu
"Window.Pixave.Mini" = "Mini模式";

// Help Menu
"Help.ReleaseNotes" = "新功能介绍";
"Help.Feedback" = "反馈...";
"Help.Twitter" = "Twitter";
"Help.WebSite" = "Pixave官网";

// Capture Menu
"Capture.Menu.Area" = "截屏";
"Capture.Menu.Window" = "窗口截屏";
"Capture.Menu.Timed.Window" = "延迟窗口截屏";
"Capture.Menu.Fullscreen" = "全屏截屏";
"Capture.Menu.Timed.FullScreen" = "延迟全屏截屏";
"Capture.Menu.Website" = "网页截屏";
"Capture.Menu.Record.Screen" = "录制屏幕";

// Contextual Menu
"CX.Open.In.New.Tab" = "在新标签打开";
"CX.Duplicate" = "复制";
"CX.Edit" = "编辑";
"CX.Delete" = "删除";
"CX.Rename" = "重命名 \"%@\"";
"CX.Edit.Smart" = "编辑 \"%@\"";
"CX.Duplicate.Smart.Collection" = "复制智能收藏";
"CX.Duplicate.Smart" = "复制 \"%@\"";
"CX.New.Tag" = "新建关键词";
"CX.Show.Images" = "显示图像";
"CX.Tag.Color" = "关键词颜色";
"CX.Show.Color" = "显示颜色";
"CX.Open" = "打开";
"CX.Quick.Preview" = "快速查看";
"CX.Open.With.Default.App" = "用默认程序打开";
"CX.Open.With.External.App" = "打开外部应用程序";
"CX.Open.With" = "打开方式";
"CX.Open.With.External" = "用%@打开";
"CX.Open.With.App" = "用其它应用打开";
"CX.Browse.All.Versions" = "浏览所有版本...";
"CX.Image.Background" = "图像背景";
"CX.Update.Previews" = "更新预览...";
"CX.Preview.Background" = "预览背景颜色";
"CX.Get.Info" = "信息";
"CX.Tags" = "关键词...";
"CX.Rating" = "星级";
"CX.Export" = "导出为";
"CX.Move.To.Trash" = "移到废纸蒌";
"CX.Empty.Trash" = "清空废纸蒌";
"CX.Open.URL" = "在浏览器打开";
"CX.Edit.URL" = "编辑链接";
"CX.Set.Desktop.Picture" = "设为桌面图片";
"CX.Sort.By" = "排序";
"CX.Sort.Title" = "按标题";
"CX.Sort.Type" = "按类型";
"CX.Sort.FileType" = "按文件格式";
"CX.Sort.FileSize" = "按文件大小";
"CX.Sort.Rating" = "按星级";
"CX.Sort.Width" = "按宽度";
"CX.Sort.Height" = "按高度";
"CX.Sort.Kind" = "按类别";
"CX.Sort.Date.Created" = "创建日期";
"CX.Sort.Date.Modified" = "修改日期";
"CX.Sort.Date.Imported" = "导入日期";
"CX.Sort.Last.Opened" = "最近打开";
"CX.Sort.Manual" = "手动排序";
"CX.Sort.Ascending" = "升序";
"CX.Sort.Descending" = "降序";
"CX.Export.Files" = "文件...";
"CX.Export.Epub" = "ePub";

// Label Color
"Label.No.Label" = "未标记";
"Label.No.Color" = "无";
"Label.Color.Red" = "红色";
"Label.Color.Orange" = "桔色";
"Label.Color.Yellow" = "黄色";
"Label.Color.Green" = "绿色";
"Label.Color.Blue" = "蓝色";
"Label.Color.Purple" = "紫色";
"Label.Color.Gray" = "灰色";
"Label.Color.Custom.Color" = "自定义颜色...";

// Library
"Lib.Library" = "库";
"Lib.All" = "全部";
"Lib.Tags" = "关键词";
"Lib.Colors" = "颜色";
"Lib.Recent" = "最近";
"Lib.Trash" = "废纸篓";
"Lib.Collections" = "默认分类";
"Lib.Screen" = "屏幕";
"Lib.Phone" = "手机";
"Lib.Tablet" = "平板";
"Lib.Web" = "网页";
"Lib.Icon" = "图标";
"Lib.Button" = "按钮";
"Lib.Interface" = "界面";
"Lib.Animated.GIF" = "GIF";
"Lib.Wallpaper" = "桌面";
"Lib.Movie" = "影片";
"Lib.PDF" = "PDF";
"Lib.Watch" = "手表";
"Lib.Font" = "字体";
"Lib.Documents" = "文档";
"Lib.Other" = "其它";
"Lib.Your.Collections" = "您的收藏";
"Lib.Live.Collections" = "临时收藏";
"Lib.Focus.Colors" = "重点颜色";
"Lib.Primary.Colors" = "主要颜色";
"Lib.Secondary.Colors" = "次要颜色";
"Lib.Other.Colors" = "其它颜色";

// Collection Information
"Collection.Info.Statistics" = "数据统计";
"Collection.Info.AutoImport.And.Tags" = "自动导入&关键词";
"Collection.Info.AutoImport.Title" = "自动导入";
"Collection.Info.AutoImport.Settings" = "自动导入设置";
"Collection.Info.AutoImport.Import.All.Media" = "包括子文件夹";
"Collection.Info.AutoImport.Limit.By.FileSize" = "限制文件大小:";
"Collection.Info.Selected.Media" = "已选%ld种格式";
"Collection.Info.Tag.Selected" = "已选%ld个关键词";
"Collection.Info.Tags.Selected" = "已选%ld个关键词";
"Collection.Info.Select.Tag" = "选择关键词";

// Smart Rule
"Smart.Image.Title" = "标题";
"Smart.Image.File.Name" = "文件名";
"Smart.Image.Type" = "文件格式";
"Smart.Image.File.Size" = "文件大小";
"Smart.Image.Creation.Date" = "创建日期";
"Smart.Image.Modification.Date" = "修改日期";
"Smart.Image.Imported.Date" = "导入日期";
"Smart.Image.Capture.URL" = "网址";
"Smart.Image.Width" = "图像宽度";
"Smart.Image.Height" = "图像高度";
"Smart.Image.DPI" = "分辨率";
"Smart.Image.Depth" = "颜色深度";
"Smart.Image.Color.Model" = "颜色模式";
"Smart.Image.ColorSync.Profile" = "颜色配置文件";
"Smart.Image.EXIF.GPS" = "GPS信息";
"Smart.Image.EXIF.Version" = "EXIF版本";
"Smart.Image.Label" = "标签";
"Smart.Image.Color" = "颜色";
"Smart.Image.Alpha.Channel" = "透明通道";
"Smart.Image.Copyright" = "版权";
"Smart.Image.Keywords" = "关键字";
"Smart.Image.Collection" = "收藏";
"Smart.Image.Tags" = "关键词";
"Smart.Image.Ratings" = "星级";

// Smart Rule Menu
"Smart.Matches" = "匹配";
"Smart.Contains" = "包含";
"Smart.Begins.With" = "最小宽度";
"Smart.Ends.With" = "最大宽度";
"Smart.Is" = "是";
"Smart.Is.Not" = "不是";
"Smart.Equals" = "相等";
"Smart.Is.Greater.Than" = "大于或等于";
"Smart.Is.Less.Than" = "小于或等于";
"Smart.Is.Before" = "之前";
"Smart.Is.After" = "之后";
"Smart.Is.In.The.Range" = "在范围内";
"Smart.Tags.Untagged" = "未标记";

// Tooltip
"Tooltip.SwitchToMini" = "切换Mini模式";
"Tooltip.Show.Color.View.Options" = "显示颜色视图选项";
"Tooltip.Hide.Color.View.Options" = "隐藏颜色视图选项";
"Tooltip.Show.Information" = "显示侧边";
"Tooltip.Hide.Information" = "隐藏侧边";
"Tooltip.Show.Media.List.View" = "显示缩略图";
"Tooltip.Hide.Media.List.View" = "隐藏缩略图";
"Tooltip.Share" = "分享";
"Tooltip.Information" = "资讯";
"Tooltip.Export" = "导出...";
"Tooltip.Tag" = "关键词";
"Tooltip.Actions" = "操作";
"Tooltip.Export.Settings" = "导出设置";
"Tooltip.Export.Frame.Options" = "帧选项";
"Tooltip.Export.Epub.Options" = "ePub 选项";
"Tooltip.Web.Back" = "前一页";
"Tooltip.Web.Forward" = "下一页";
"Tooltip.File.Statistics" = "显示统计";
"Tooltip.Return.To" = "返回";
"Tooltip.Open.Link" = "打开链接";
"Tooltip.Zoom.Out" = "缩小";
"Tooltip.Zoom.In" = "放大";
"Tooltip.Actual.Size" = "实际尺寸";
"Tooltip.Zoom.To.Fit" = "适合窗口";
"Tooltip.Save.As" = "另存为...";
"Tooltip.Print" = "打印";
"Tooltip.Edit" = "编辑图像";
"Tooltip.Show.Image.Frame" = "显示图像帧";
"Tooltip.Hide.Image.Frame" = "隐藏图像帧";
"Tooltip.PDF.Show.Pages" = "显示页面";
"Tooltip.PDF.Hide.Pages" = "隐藏页面";
"Tooltip.PDF.Previous.Page" = "上一页";
"Tooltip.PDF.Next.Page" = "下一页";
"Tooltip.Show.File.Info" = "显示文件信息";
"Tooltip.Fullscreen" = "全屏";
"Tooltip.Export.Movie" = "导出影片";
"Tooltip.Save.Screenshot" = "保存截图";
"Tooltip.Create.Animated.GIF" = "创建GIF";
"Basic.Creating.GIF" = "创建GIF...";
"Basic.Finalizing" = "完成...";

// Guide
"Guide.Title1" = "欢迎使用Pixave.";
"Guide.Subtitle1" = "用最聪明的方式来管理你的图片。";
"Guide.Title2" = "自动构建你的图库";
"Guide.Subtitle2" = "自动导入资源和关键词";
"Guide.Title3" = "更强大的截屏工具";
"Guide.Subtitle3" = "网页截屏,资源下载";
"Guide.Title4" = "玩转影片";
"Guide.Subtitle4" = "分割视频,制作动态Gif";
"Guide.Title5" = "激动人心的输出功能";
"Guide.Subtitle5" = "调整大小、批量重命名、批量水印、多重关键词,该有的都有。";
"Guide.Title6" = "全能的图像查看器";
"Guide.Subtitle6" = "创建不同的编辑版本、用于共享、用于打印,看这里!";
"Guide.Title7" = "Pixave";
"Guide.Subtitle7" = "感谢您的购买。";
"Guide.Title8" = "要使用您的收藏，请单击下面的按钮或拖动图像或文件夹到这里。";

// Inspector
"Inspector.General.Title" = "信息";
"Inspector.General.Common.Info" = "基础信息";
"Inspector.General.Common.Info.Kind" = "分类:";
"Inspector.General.Common.Info.Rating" = "星级:";
"Inspector.General.Common.Info.Label" = "标记:";
"Inspector.General.Common.Info.Copyright" = "版权:";
"Inspector.General.Common.Info.Copyright.PlaceHolderString" = "添加版权";
"Inspector.General.Common.Info.Note" = "备注:";
"Inspector.General.Common.Info.Note.PlaceHolderString" = "添加备注";
"Inspector.General.Common.Info.URL" = "网址:";
"Inspector.General.Common.Info.URL.PlaceHolderString" = "添加网址";
"Inspector.General.Common.Info.Where" = "来源:";
"Inspector.General.Common.Info.Comments" = "注释:";

"Inspector.General.Image.Info" = "图像信息";
"Inspector.General.Image.Info.Title" = "标题:";
"Inspector.General.Image.Info.Title.PlaceHolderString" = "添加标题";
"Inspector.General.Image.Info.Collection" = "所在收藏:";
"Inspector.General.Image.Info.FileName" = "文件名:";
"Inspector.General.Image.Info.Color" = "颜色:";
"Inspector.General.Image.Info.Location" = "位置:";
"Inspector.General.Image.Info.Document.Type" = "文件格式:";
"Inspector.General.Image.Info.Size" = "大小:";
"Inspector.General.Image.Info.Created" = "创建时间:";
"Inspector.General.Image.Info.Modified" = "修改时间:";
"Inspector.General.Image.Info.Imported" = "导入时间:";
"Inspector.General.Image.Info.Last.Opened" = "最后一次打开:";
"Inspector.General.Image.Info.Dimensions" = "尺寸:";
"Inspector.General.Image.Info.DPI" = "分辩率:";
"Inspector.General.Image.Info.Color.Space" = "色彩空间:";
"Inspector.General.Image.Info.Color.Profile" = "颜色配置文件:";
"Inspector.General.Image.Info.Color.Depth" = "色彩深度:";
"Inspector.General.Image.Info.Alpha.Channel" = "透明通道:";
"Inspector.General.Video.Info" = "视频信息";
"Inspector.General.Video.Info.Duration" = "播放时间:";
"Inspector.General.Video.Info.Format" = "格式:";
"Inspector.General.Video.Info.Data.Rate" = "数据速率:";

"Inspector.General.PDF.Info" = "PDF信息";
"Inspector.General.PDF.Info.Version" = "版本";
"Inspector.General.PDF.Info.Page.Count" = "页数:";
"Inspector.General.PDF.Info.Author" = "作者:";
"Inspector.General.PDF.Info.Subject" = "学科:";
"Inspector.General.PDF.Info.Producer" = "制作人:";
"Inspector.General.PDF.Info.Creator" = "创建者:";

"Inspector.Tag.Title" = "关键词";
"Inspector.Metadata.Title" = "元数据";
"Inspector.Show.In.Maps" = "在地图显示";
"Inspector.Filter.Title" = "滤镜";

// Filter
"Filter.Blur" = "模糊";
"Filter.Color.Adjustment" = "颜色调整";
"Filter.Color.Effect" = "色彩效果";

// Preferences
"Preferences.Title" = "偏好设置";

// Preferences - General
"Preferences.General" = "常用";
"Preferences.General.Sidebar.Show.Item.Counts" = "侧边栏显示统计";
"Preference.General.Show.Recent" = "显示最近项目:";
"Preferences.General.Show.Tags.Window" = "选择侧边关键词时,自动打开关键词窗口";
"Preferences.General.Tags.Result" = "选择多个关键词时,将结果合并显示";
"Preferences.General.Show.Colors.Window" = "选择侧边颜色时,自动打开颜色窗口";
"Preferences.General.Display.Color.Code" = "显示颜色代码";
"Preferences.General.Double.Click.Color" = "双击颜色时,显示匹配的图像";
"Preferences.General.Show.Badge" = "在Dock显示进程图标";
"Preferences.General.Keep.Pixave.Mini" = "置顶Mini窗口";
"Preferences.General.Active.Pixave" = "导入完成时显示主窗口";
"Preferences.General.Default.Collection.Sort" = "默认集合排序:";
"Preferences.General.Default.Collection.As.Ascending" = "升序";

"Preferences.General.Shortcut.Open.Image" = "打开&关闭图像快捷键:";
"Preferences.General.Shortcut.Open.Image.Guide" = "或 \"双击\"";
"Preferences.General.Shortcut.Open.Image.Type1" = "空格键";
"Preferences.General.Shortcut.Open.Image.Type2" = "打开: \"空格键\" - 关闭: \"ESC键\"";
"Preferences.General.Shortcut.Open.Image.Type3" = "打开: \"⌘ + O\" - 关闭: \"空格键\"";
"Preferences.General.Shortcut.Open.Image.Type4" = "打开: \"⌘ + O\" - 关闭: \"ESC键\"";
"Preferences.General.Shortcut.QuickLook" = "快速查看快捷键:";
"Preferences.General.Shortcut.QuickLook.Guide" = "或 \"用力单击(Force触控)\"";
"Preferences.General.Shortcut.QuickLook.Type1" = "⌘ + /";
"Preferences.General.Image.Open.With" = "图像打开宽度:";
"Preferences.General.Image.Open.Guide" = "*用默认程序打开: \"⌘ + 回车\"\n*用外部程序打开: \"⌥ + 回车\"";
"Preferences.General.Image.Fit.Mode" = "图像适应模式:";
"Preferences.General.Browser.Options" = "查看器选项:";
"Preferences.General.Browser.Remember.Selected.Image" = "记住在查看器中选择的图像";
"Preferences.General.Browser.Show.Image.Type" = "在查看器中显示图像类型";
"Preferences.General.Browser.Show.Referenced.Type" = "在查看器中显示引用类型";
"Preferences.General.Browser.Show.Title" = "在查看器中显示标题和描述";
"Preferences.General.Browser.Scroll.To.Top" = "选择一个收藏时,自动滚动到查看器顶部";
"Preferences.General.Theme.Light" = "浅色主题";

// Preferences - Previews
"Preferences.Previews" = "预览";
"Preferences.Previews.Thumbnail.Type" = "默认缩略图:";
"Preferences.Previews.Default" = "默认";
"Preferences.Previews.Aspect.Ratio" = "等比缩放";
"Preferences.Previews.Fit" = "自动适应";
"Preferences.Previews.RAW.Option" = "RAW格式预览选项";
"Preferences.Previews.RAW.Style" = "预览RAW格式图像大小:";
"Preferences.Previews.RAW.Style.Original" = "原始大小";
"Preferences.Previews.RAW.Style.Fit.1024" = "1024 x 1024";
"Preferences.Previews.RAW.Style.Fit.512" = "512 x 512";
"Preferences.Previews.Guide" = "当图像导入，将使用这些选项。";
"Preferences.Previews.Default.Preivews.Viewer.Background.Color" = "查看器背景颜色:";
"Preferences.Previews.Default.Preivews.Background.Color" = "背景颜色:";
"Preferences.Previews.Default.Preivews.Background.Guide" = "当您在查看器中自定义了背景，您在上面的滑块上设置的颜色将是缩略图和预览的默认背景。";
"Preferences.Previews.QuickLook.Source" = "快速查看源文件";
"Preferences.Previews.Thumb.Use.Custom.Title" = "使用自定义缩略图标题&描述";
"Preferences.Previews.Thumb.Title" = "标题显示为:";
"Preferences.Previews.Thumb.Subtitle" = "描述显示为:";
"Preferences.Previews.Use.Sketchtool" = "启用Sketch集成,以便更好地导入Sketch文档";

// Preferences - Library
"Preferences.Library" = "库";
"Preferences.Library.Location" = "本地库路径:";
"Preferences.Library.Location.Sync.Guide" = "了解更多关于如何使用iCloud或Dropbox同步。";
"Preferences.Library.Import" = "导入:";
"Preferences.Library.Copy.Items" = "复制内容到库";
"Preferences.Library.Move.Original.To.Trash.After.Import" = "当导入完成时，将源文件移到废纸蒌";
"Preferences.Library.Move.Original.To.Trash" = "当清空废纸蒌时，将原文件移到废纸蒌";
"Preferences.Library.Accessible.Folders" = "添加可访问文件夹:";
"Preferences.Library.Accessible.Guide" = "在MacOS 10.7或更高版本，应用程序沙盒只允许访问用户选定的文件或文件夹。请指定你的图像资源所在的文件夹，以便Pixave能够读取到(直接管理本机文件，不需要复制到库里)。";

// Preferences - Notifications
"Preferences.Notifications" = "通知";
"Preferences.Notification.Play.Sounds" = "启用通知声音";
"Preferences.Notifications.Show.Imported" = "导入文件时显示通知";
"Preferences.Notifications.Show.Moved" = "移动文件时显示通知";
"Preferences.Notifications.Show.Removed" = "移除文件时显示通知";
"Preferences.Notifications.Show.Exported" = "当文件导出时显示通知";

// Preferences - Capture
"Preferences.Capture" = "截屏";
"Preferences.Capture.Show.Menubar.Item" = "显示菜单栏图标";
"Preferences.Capture.Shrink.Retina.Snaps" = "缩小Retina截屏";
"Preferences.Capture.Window.Option" = "对窗口截屏时包含投影";
"Preferences.Capture.Fullscreen.Option" = "全屏截屏时显示鼠标指针";
"Preferences.Capture.Play.Sound" = "启用截屏声效";
"Preferences.Capture.Delay.Option" = "延时截屏";
"Preferences.Capture.Image.Format" = "截屏图像格式";
"Preferences.Capture.Web.Image.Format" = "网页截屏图像格式";
"Preferences.Capture.Download.Browser.Extension" = "下载浏览器扩展";
"Preferences.Capture.Shrink.Retina.Snaps.For.Webpage" = "缩小Retina网页截屏";

// Preferences - Movie
"Preferences.Movie" = "视频";
"Preferences.Movie.Remember.Play.Position" = "记住播放进度和音量";
"Preferences.Movie.Prevent.Sleep" = "播放视频时禁止自动休眠和屏保";
"Preferences.Movie.SeekTime" = "设置前进/后退的时间:";
"Preferences.Movie.SeekTime.Guide" = "可以使用 \"⌘ ←\" 或 \"⌘ →\" 快捷键前进/后退";
"Preferences.Movie.Screenshot.Size" = "视频截图大小:";

// Preferences - Export
"Preferences.Export" = "导出";
"Preferences.Export.Presets" = "导出设置";
"Preferences.Export.Presets.Settings" = "预设设置";
"Preferences.Export.Image.Format" = "图像格式:";
"Preferences.Export.Image.Quality" = "图像品质:";
"Preferences.Export.Size.To" = "尺寸:";
"Preferences.Export.Original.Size" = "原始大小";
"Preferences.Export.Fit.Within" = "按像素";
"Preferences.Export.Percent.Of.Original" = "按百分比";
"Preferences.Export.Width.Only" = "按宽度";
"Preferences.Export.Height.Only" = "按高度";
"Preferences.Export.Filename.Patterns.Prefix" = "添加前缀:";
"Preferences.Export.Filename.Patterns.Prefix.PlaceHolderString" = "给文件名添加前缀";
"Preferences.Export.Filename.Patterns.Suffix" = "添加后缀:";
"Preferences.Export.Filename.Patterns.Suffix.PlaceHolderString" = "给文件名添加后缀";
"Preferences.Export.Filename.Patterns" = "文件命名规则:";
"Preferences.Export.No.Patterns" = "无";
"Preferences.Export.No.Preset" = "没有预设";
"Preferences.Export.Show.watermark" = "水印：";
"Preferences.Export.No.Preset.Selected" = "没有预设的选择";
"Preferences.Export.Watermark.Position" = "水印位置:";
"Preferences.Export.Watermark.Opacity" = "水印透明度:";
"Preferences.Export.Watermark.Image" = "水印图像:";

// Preferences - Tags
"Preferences.Tags" = "关键词";
"Preferences.Tags.Add.Tags.From.IPTC" = "从IPTC自动添加图像关键词";
"Preferences.Tags.Display.In.ImageViewer" = "在浏览窗口显示关键词";
"Preferences.Tags.Add.Tags.To.File" = "将指定的关键词添加到导入或引用的图像中";
"Preferences.Tags.Add.Tags.When.Export" = "在导出时添加指定的关键词";
"Preferences.Tags.Add.Label.As.Tags" = "添加指定的标记为关键词";
"Preferences.Label" = "标记";
"Preferences.Label.PlaceHolder.String" = "输入标记";
"Preferences.Label.Red" = "红色";
"Preferences.Label.Orange" = "橙色";
"Preferences.Label.Yellow" = "黄色";
"Preferences.Label.Green" = "绿色";
"Preferences.Label.Blue" = "蓝色";
"Preferences.Label.Purple" = "紫色";
"Preferences.Label.Gray" = "灰色";

// Label
"Label.Label" = "标记:";
"Label.Tags" = "关键词:";
"Label.Total" = "总数: %ld";
"Label.Total.Files" = "总数: %@ (%@)";
"Label.Total.Left.Items" = "总数: %ld - %ld item(s) left";
"Label.Save.As" = "另存为:";
"Label.Smart.Collection.Title" = "智能收藏标题:";
"Label.Width" = "宽度: %ld px";
"Label.Height" = "高度: %ld px";
"Label.Select.Wallpaper" = "选择要设置的屏幕图像:";
"Label.New.Tag" = "新关键词:";
"Label.Format" = "格式:";
"Label.Resolution" = "分辨率:";
"Label.Background" = "背景:";

// File Rename Pattern
"Rename.Pattern.Title" = "标题";
"Rename.Pattern.Original.Filename" = "原始文件名";
"Rename.Pattern.Current.Year" = "当前年份";
"Rename.Pattern.Current.Month" = "当前月份";
"Rename.Pattern.Current.Day" = "当前日期";
"Rename.Pattern.Index" = "索引";
"Rename.Pattern.Space" = "空格";
"Rename.Pattern.Dash" = "- (破折号)";
"Rename.Pattern.Underscore" = "_ (下划线)";
"Rename.Pattern.Period" = ". (点)";
"Rename.Pattern.Nothing" = "无";
"Rename.Pattern.After.Name" = "名称之后";
"Rename.Pattern.Before.Name" = "名称之前";
"Rename.Add.Text" = "添加文字";
"Rename.Make.Sequential" = "生成序列";

// Book Related
"Book.Title" = "*名称:";
"Book.Author" = "作者:";
"Book.Lang" = "语言:";
"Book.Cover.Image" = "*封面:";
"Book.Publisher" = "发布者:";
"Book.Copyright" = "版权:";
"Book.Genre" = "类别:";
"Book.Description" = "描述:";
"Book.Pub.Date" = "发布日期:";

// Choose Library
"PXL.Title" = "你想要使用哪个库?";
"PXL.Message" = "您可以从列表中选择一个库、切换到另一个库，或创建一个新库。\n下次打开Pixave,当前选择的库将作为默认库。";

// Drag and Drop
"Drop.Import.Media.Title" = "拖放图片到这里";
"Drop.Import.Media.Alter.Title" = "导入资源, 请单击 \"import\" 按钮";
"Drop.Images.To.Collection" = "拖放图片到收藏⤵︎";
"Drop.Image.Here" = "拖放图像到这儿";

// Document Type
"Document.PDF" = "PDF(便携文件格式)";
"Document.JPEG" = "JPEG";
"Document.JPEG2000" = "JPEG 2000";
"Document.TIFF" = "TIFF";
"Document.PICT" = "PICT";
"Document.GIF" = "GIF(可交换的图像文件)";
"Document.PNG" = "PNG(可移植的网络图象文件格式)";
"Document.QuickTime.Image" = "QuickTime";
"Document.ICNS" = "ICNS(apple图标)";
"Document.BMP" = "BMP";
"Document.ICO" = "ICO(windows图标)";
"Document.RAW.Image" = "RAW(相机)";
"Document.SVG" = "SVG (可缩放矢量图形)";
"Document.TGA" = "TGA";
"Document.Photoshop" = "Adobe Photoshop Document";
"Document.AI" = "Adobe Illustrator Document";
"Document.EPS" = "EPS(封装的PostScript格式)";
"Document.AFFINITY.DESIGNER" = "Affinity Designer";
"Document.AFFINITY.PHOTO" = "Affinity Photo";
"Document.IDRAW" = "Autodesk® Graphic Document";
"Document.PIXELMATOR" = "Pixelmator Document";
"Document.SKETCH" = "Sketch Document";
"Document.ACORN" = "Acorn Document";
"Document.MOV" = "QuickTime movie";
"Document.M4V" = "Apple MPEG-4 movie";
"Document.MP4" = "MPEG-4 movie";
"Document.FONT" = "Font";
"Document.TRUE.TYPE.FONT" = "TrueType® font";
"Document.OPEN.TYPE.FONT" = "OpenType® font";
"Document.PAGES" = "Pages Publication";
"Document.NUMBERS" = "Numbers Spreadsheet";
"Document.KEYNOTE" = "Keynote Presentation";
"Document.IBOOKAUTHOR" = "iBooks Author Book";
"Document.MS.WORD" = "Microsoft Word Document";
"Document.MS.EXCEL" = "Microsoft Excel Document";
"Document.MS.POWERPOINT" = "Microsoft PowerPoint Document";
"Document.MINDNODE" = "MindNode Document";
"Document.PAINTCODE" = "PixelCut Vector Document";
"Document.OMNI.GRAFFLE" = "OmniGraffle Format";
"Document.COMICLIFE" = "Comic Life Document";
"Document.NAPKIN" = "Napkin Document";
"Document.FLINTO" = "Flinto Document";
"Document.ITHOUGHTSX" = "iThoughts Document";
"Document.PRINCIPLE" = "Principle Document";
"Document.ART.TEXT3" = "Art Text 3 Document";
"Document.MPO" = "Multiple Picture Object image (MPO)";
"Document.3D.OBJ" = "Geometry Definition File Format (OBJ)";
"Document.3D.DAE" = "Digital Asset Exchange (DAE)";

// Message
"Message.Choose.Library" = "请选择你想要打开的库";
"Message.Move.Library" = "要将库移到哪里？";
"Message.Changed.Library.Location" = "更改库的位置";
"Message.Add.LiveFolder" = "请选择你要添加的文件夹";
"Message.Export.Items" = "请选择导出要保存的位置...";
"Message.Permission" = "要查看或更改权限，在查找器中选择项目，并选择“文件“ > ”获取信息“";
"Message.Delete.Collection" = "你确定要从你的Pixave库删除 \"%@\"个所选采集? 它将被移到废纸蒌，此操作无法撤消。";
"Message.Delete.Collections" = "你确定要从你的Pixave库删除%ld个所选采集? 它将被移到废纸蒌，此操作无法撤消。";
"Message.Move.To.Trash.Item" = "你确定要移动的 ％ld 个所选项目到废纸蒌吗？";
"Message.Move.To.Trash.Items" = "你确定要移动的 ％ld 个所选项目到废纸蒌吗？";
"Message.Delete.Item" = "你确定想从你的Pixave库中删除 ％ld 个选定的项目？\n此操作不可撤消。";
"Message.Delete.Items" = "你确定想从你的pixave库删除 %ld 选定的项目吗？\n此操作无法撤消。";
"Message.Delete.Tag" = "您确定要删除 %ld 选中的关键词吗？\n此操作无法撤消。";
"Message.Delete.Tags" = "您确定要删除 %ld 选中的关键词吗？\n此操作无法撤消。";
"Message.Delete.Export.Item" = "您确定要删除 %ld 选中的项目吗？\n此操作无法撤消。";
"Message.Delete.Export.Items" = "您确定要删除 %ld 选中的项目吗？\n此操作无法撤消。";
"Message.Delete.Version.Item" = "确实要删除 %ld 选中的版本吗？\n此操作无法撤消。";
"Message.Delete.Version.Items" = "确实要删除 %ld 选中的版本吗？\n此操作无法撤消。";
"Message.Delete.Accessible.Item" = "确实要删除所选文件夹吗？所有在选定的文件夹图像将无法访问。";
"Message.Import" = "请选要导入到\"%@\"的文件/文件夹";
"Message.Import.Completed" = "导入完成";
"Message.Import.Completed.Item" = "成功导入 %ld 个文件";
"Message.Import.Completed.Items" = "成功导入 %ld 个文件";
"Message.Move.Completed" = "移动完成";
"Message.Move.Completed.Item" = "成功移动 %ld 个文件";
"Message.Move.Completed.Items" = "成功移动 %ld 个文件";
"Message.Remove.Completed" = "删除完成";
"Message.Remove.Completed.Collection" = "成功删除 %ld 个收藏";
"Message.Remove.Completed.Collections" = "成功删除 %ld 个收藏";
"Message.Remove.Completed.Item" = "成功删除 %ld 个文件";
"Message.Remove.Completed.Items" = "成功删除 %ld 个文件";
"Message.Export.Completed" = "导出完成";
"Message.Export.Completed.Item" = "成功导出 %ld 个文件";
"Message.Export.Completed.Items" = "成功导出 %ld 个文件";
"Message.Generate.ePub" = "ePub创建成功";
"Message.Generate.ePub.Item" = "%@.epub 创建成功";
"Message.No.Your.Collections" = "没有收藏";
"Message.No.Tags" = "没有关键词";
"Message.No.Colors" = "没有颜色";
"Message.No.Filter" = "没有滤镜";
"Message.No.Results.Found" = "没有找到结果";
"Message.No.Watermark" = "没有水印";
"Message.No.Media.Available" = "没有可导出的文件";
"Message.Cannot.Use.Filters" = "所选文件 \n不能过滤";
"Message.Click.To.Record.New.Shortcut" = "单击以记录新的快捷方式";
"Message.No.Folder.Selected" = "未选择文件夹";
"Message.Type.Shortcut" = "按下并记录快捷键";
"Message.Type.New.Shortcut" = "按下并记录快捷键";
"Message.Record.Shortcut" = "创建快捷键";
"Message.Use.Old.Shortcut" = "恢复默认";
"Message.Delete.Shortcut" = "删除快捷键";
"Message.Play.Video.FullScreen" = "这个视频是在全屏模式下播放的";
"Message.Already.Used.Shortcut" = "无法使用 \"%@\" 这个快捷键";
"Message.Apply.Image.To.Item" = "您确定要将所选图像应用到所选项目的图标吗？";
"Message.Apple.Image.To.Items" = "您确定要将所选图像应用到所选项目的图标吗？";
"Message.Delete.Filter" = "你确定要删除 %ld 选中的筛选器吗?\n此操作无法撤消。";
"Message.Delete.Filters" = "你确定要删除 %ld 选中的筛选器吗?\n此操作无法撤消。";
"Message.Delete.External.Editor" = "你确定要删除这个 \"%@\"?";
"Message.Restore.Default.Shortcuts" = "您要恢复默认的快捷方式吗？";
"Message.Duplicate.Scan" = "单击开始扫描\n搜索库中重复的文件";
"Message.Restore.Default.Presets" = "恢复默认的导出预设?";
"Message.Restore.Original.Image" = "你想恢复原始图像吗？";
"Message.Restore.Version.Image" = "是否要恢复所选版本图像？";
"Message.Delete.Version.Image" = "确实要删除所选版本图像吗？\n此操作无法撤消";
"Message.Delete.Image" = "确定要删除所选版本图像吗？\n此操作无法撤消";
"Message.Delete.Pattern" = "确定要删除所选的文件名模式吗？\n此操作无法撤消。";
"Message.Delete.Watermark" = "您确定要删除所选的水印吗？\n此操作无法撤消。";
"Message.Replace.Image" = "您确定要替换当前的图像吗？\n此操作无法撤消。";
"Message.Replace.Book.Cover" = "您确定要替换当前的封面图片吗？\n此操作无法撤消。";
"Message.Delete.Book.Cover.Image" = "你确定要删除封面图片吗？\n此操作无法撤消。";
"Message.Invalid.Media.Item.To.Export" = "选定的导出项目包含不受支持的文件。\n需要删除不支持的文件吗？（仅支持GIF，JPG，JPEG2000，PNG，TIFF，PDF，BMP，AI，PSD，EPS，Camera Raw，ICNS，ICO）";
"Message.Invalid.Media.Items.To.Export" = "选定的导出项目包含不受支持的文件。\n需要删除不支持的文件吗？（仅支持GIF，JPG，JPEG2000，PNG，TIFF，PDF，BMP，AI，PSD，EPS，Camera Raw，ICNS，ICO）";
"Message.No.Activated.Actions" = "要注释图像，请在系统首选项 > 扩展中激活照片编辑的扩展。";
"Message.Rebuild.Thumbnails" = "你确定要重建缩略图？";
"Message.Update.Library" = "Pixave库需要更新，才能在当前版本使用";
"Message.Update.Library.Completed" = "Pixave已更新，请重新启动软件";
"Message.Relaunch.Pixave" = "Pixave即将重启";
"Message.Choose.Folder" = "选择一个文件夹";
"Message.Choose.Folder.Contains.Media" = "选择一个包含 \"%@\"的文件夹";
"Message.Select.External.Editor" = "选择外部编辑器";
"Message.Choose.Accessible.Folders" = "选择一个文件夹，添加到可访问文件夹。\n** 子文件夹权限会自动递归，请选择父文件夹。";
"Message.Guide.Accessible.Folders" = "Pixave没有权限读取该文件夹的内容。\n请点击“选择”让Pixave从这个文件夹获取权限(只需操作一次)。";
"Message.Choose.Download.Folder" = "选择一个文件夹，导入相机里的文件";
"Message.Choose.Missing.File" = "找不到所选文件夹的原始文件\"%@\" 。\n需要再次查找吗?";
"Message.Check.License" = "请查阅注册邮箱，并输入正确的许可信息";
"Message.Thanks.Purchased" = "T非常感谢你购买Pixave。";
"Message.New.Version.Available" = "Pixave %@ 现在已推出。需要现在下载嘛？";
"Message.Choose.Subtitle" = "请导入字幕文件(支持SMI,SRT)";
"Message.import.duplicate.media" = "你想导入以下重复的资料？";
"Message.Empty.Trash" = "确定要清空废纸蒌？";
"Message.Found.Tags" = "找到%ld个类似项目。\n\n 点击现有的关键词可指定给它们。\n\n如果要添加新的关键词，请点击\"%@%@\"按钮，或单击\"Add\"按钮。";
"Message.Found.Similar.Tags" = "找到%ld个类似项目。\n\n 拖放关键词可指定给它们。\n\n如果要添加新的关键词，请点击\"%@%@\"按钮，或单击\"Add\"按钮。";
"Message.No.Found.Tags" = "是否要添加一个新的关键词?请点击\"%@%@\"按钮，或单击\"Add\"按钮。";
"Message.Show.Original.In.Library" = "所选的项目在Pixave库里。\n确定要显示原文件？\n\n请不要删除、移动、重命名任何内容";
"Message.Choose.Library.And.Click" = "请选择\"%@\" 然后单击\"Choose\" 按钮";
"Message.Cleaning.Database" = "正在处理数据\n请稍候。";

// Message for Sync
"Message.Sync.From.Device" = "此库在%@进行了修改\"%@\"。需要同步更新库吗？";

// Error
"Error.Create.Library" = "你没有权限保存文件\"%@\" 到 \"%@\"文件夹";
"Error.Move.Library" = "所选库无法移动，因为在同一个库是已经存在于相同的位置。";
"Error.Replace.Library" = "所选库不能被替换，因为相同的库已经存在。";
"Error.Move.No.Library" = "移动库发生错误。\n你的库现在不能移动。";
"Error.Update.Library" = "更新库时发生错误。\n你的库被损坏或无法读取而无法打开。请选择其他库。";
"Error.ReSelect.Library" = "所选库是\"%@\", 你应该选择\"%@\"，请再试一次。";
"Error.Delete.Duplicates" = "移到废纸蒌时出现了一个错误，\n请再试一次。";
"Error.Already.Exsts" = "\"%@\"已经存在，请换一个名称。";
"Error.Damaged.Library" = "所选的库是不兼容当前版本或已损坏。它不能被打开。请选择另一个库。";
"Error.Load.Library" = "加载库时发生错误，\n请单击\"%@\" 加载库";
"Error.No.Export.Preset" = "不存在导出预设。请在首选项中添加导出预设。";
"Error.Cannot.Capture.Anything" = "pixave无法捕捉屏幕或网页因为导入或捕获还在处理中。请等待此任务完成并再试一次。";
"Error.Import.Media" = "下列文件不能导入（他们可能是无法识别的文件类型，类似Sketch3文件，受保护的MPEG-4，加密的PDF）";
"Error.Add.Watermark" = "以下文件不能添加水印，因为文件尺寸小于水印自身";
"Error.Generate.ePub.No.Infor" = "要生成ePub，你必须设置名称和封面图片。";
"Error.Generate.ePub" = "生成ePub文件时出错。\n请检查磁盘空间是否已满，或是否有权限访问。";
"Error.Generate.Watermark" = "生成水印出错。\n请检查磁盘空间是否已满，或是否有权限访问。";
"Error.Generate.Image.Versions" = "这个文件因为未知原因不能保存。";
"Error.Generate.Versions" = "生成文件版本出错。\n请检查磁盘空间是否已满，或是否有权限访问。";
"Error.No.Default.Application" = "没有找到默认程序。";
"Error.No.External.Application" = "没有找到外部编辑程序";
"Error.Selected.Application.Invalid" = "所选程序不合法，请选择位于 \"Applications\"目录下的应用程序。";
"Error.Cannot.Use.Shortcut" = "快捷键已被\"%@\"占用";
"Error.Cannot.Use.Combination" = "不能使用该快捷键，它是系统快捷键。\n如果你想使用这个快捷键，在系统预置里修改掉默认的系统快捷键。";
"Error.Open.With.Default.App" = "%ld个文件不能打开，因为找不到的默认应用程序。";
"Error.Open.With.Default.Apps" = "%ld个文件不能打开，因为找不到的默认应用程序。";
"Error.Open.with.External.App" = "%ld个文件无法打开，因为外部编辑器无法打开此文件。";
"Error.Open.with.External.Apps" = "%ld个文件无法打开，因为外部编辑器无法打开此文件。";
"Error.Open.Document" = "\"%@\" 文件不能打开，因为找不到的默认应用程序。";
"Error.Rename.File.Name" = "此名称\"%@\"已被使用。请换一个不同的名称。";
"Error.Rename.File.Name.Apple" = "这个文件不能被重命名，因为它已经存储在iTunes、iPhoto、Aperture里了。";
"Error.Rename.File" = "%ld个文件不能被重命名，因为它已经存储在iTunes、iPhoto、Aperture里了。";
"Error.Rename.Files" = "%ld个项目不能被重命名，因为它已经存储在iTunes、iPhoto、Aperture里了。";
"Error.No.Found.Media" = "操作无法完成，因为该项目无法找到或访问。";
"Error.Rebuild.Max.Previews" = "能同时重建图像的最大数量为%@个.\n你确定要从 %@ 个更改为 %@ 个?";
"Error.Open.Max.Documents" = "可以同时打开的图像的最大数量是30张。";
"Error.No.Image.Found" = "找不到文件";
"Error.Animated.GIF.Length" = "当前的持续时间太短。对于一个Gif动画持续时间至少要3秒。\n请调整播放位置，然后再试一次。";
"Error.Missing.File" = "所选择的文件是脱机或无法找到。";
"Error.Missing.Original.Image" = "原始图像\"%@\"已经丢失，\n单击 \"查找原始...\" 来重新连接。";
"Error.Rename.Media" = "\"%@\"不能被重命名为\"%@\" 因为已经有相同名称的文件存在。";
"Error.Accessible.Folders" = "可访问文件夹不能添加以下系统目录：\n \"/\", \"/Applications\", \"/Library\", \"/System\"。";
"Error.Already.Exists.Accessible.Folder" = "所选文件夹已添加。请选择其他文件夹。";
"Error.Already.Parents.Folder.Exists" = "所选文件夹的父级文件夹已添加\n无需再添加 \"%@\"。";
"Error.System.Folder" = "不能添加以下系统目录：\n \"/\", \"/Applications\", \"/Library\", \"/System\"。";
"Error.Already.Used.Folder" = "所选文件夹已存在另一个收藏里。请选择其他文件夹。";
"Error.Open.Movie" = "播放视频时，所选动画无法打开。";
"Error.Invalid.License" = "对不起，这不是一个有效的Pixave许可证。";
"Error.Item.In.Trash" = "所选的项目无法打开，因为它在废纸蒌里。\n要使用这个项目，首先将其移出废纸篓。";

